{
  ".": {
    "description": {
      "de": "Präsentieren Sie Inhalte als eine Abfolge von Folien oder Registerkarten.",
      "ar": "تقديم المحتوى كسلسلة من الشرائح أو علامات التبويب.",
      "bg": "Представете съдържанието като поредица от слайдове или раздели.",
      "cs": "Prezentujte obsah jako sled snímků nebo karet.",
      "da": "Præsenter indhold som en sekvens af slides eller faner.",
      "nl": "Inhoud presenteren als een reeks dia's of tabbladen.",
      "et": "Esitage sisu slaidide või vahekaartide jadana.",
      "fi": "Esitä sisältö diasarjana tai välilehtinä.",
      "fr": "Présenter le contenu sous la forme d'une séquence de diapositives ou d'onglets.",
      "el": "Παρουσιάστε το περιεχόμενο ως ακολουθία διαφανειών ή καρτελών.",
      "hu": "A tartalom bemutatása diák vagy lapok sorozataként.",
      "it": "Presentare i contenuti come una sequenza di diapositive o schede.",
      "lv": "Sniegt saturu kā slaidu vai cilņu secību.",
      "lt": "Pateikite turinį kaip skaidrių arba skirtukų seką.",
      "nb": "Presenter innholdet som en sekvens av lysbilder eller faner.",
      "pl": "Prezentuj zawartość jako sekwencję slajdów lub kart.",
      "pt-PT": "Apresentar o conteúdo como uma sequência de diapositivos ou separadores.",
      "ro": "Prezentați conținutul ca o secvență de diapozitive sau file.",
      "ru": "Представьте содержимое в виде последовательности слайдов или вкладок.",
      "sk": "Prezentujte obsah ako postupnosť snímok alebo kariet.",
      "sl": "Vsebino predstavite kot zaporedje diapozitivov ali zavihkov.",
      "es": "Presente el contenido como una secuencia de diapositivas o fichas.",
      "sv": "Presentera innehållet som en sekvens av bilder eller flikar.",
      "tr": "İçeriği bir dizi slayt veya sekme olarak sunun.",
      "uk": "Представляйте контент у вигляді послідовності слайдів або вкладок.",
      "pt-BR": "Apresente o conteúdo como uma sequência de slides ou guias.",
      "ko": "콘텐츠를 슬라이드 또는 탭의 시퀀스로 표시합니다.",
      "ja": "一連のスライドまたはタブとしてコンテンツを提示する。",
      "id": "Menyajikan konten sebagai urutan slide atau tab.",
      "zh-hans": "以一系列幻灯片或标签的形式呈现内容。",
      "zh-hant": "以一系列幻燈片或標籤的方式呈現內容。"
    }
  },
  "./snippets/example": {
    "label": {
      "_": "Example",
      "cs": "Příklad",
      "ar": "مثال على ذلك",
      "de": "Beispiel",
      "bg": "Пример:",
      "da": "Eksempel",
      "hu": "Példa",
      "nl": "Voorbeeld",
      "it": "Esempio",
      "lv": "Piemērs",
      "lt": "Pavyzdys",
      "et": "Näide",
      "nb": "Eksempel",
      "fr": "Exemple",
      "ru": "Пример",
      "sl": "Primer",
      "sk": "Príklad",
      "ro": "Exemplu",
      "sv": "Exempel",
      "pt-PT": "Exemplo",
      "uk": "Приклад",
      "es": "Ejemplo",
      "fi": "Esimerkki",
      "pt-BR": "Exemplo",
      "ko": "예",
      "tr": "Örnek",
      "pl": "Przykład",
      "el": "Παράδειγμα",
      "zh-hans": "示例",
      "zh-hant": "範例",
      "ja": "例",
      "id": "Contoh"
    }
  }
}