Repository: webwriter-app/slides
Catalog: localization/*.xlf
Languages: lt, lv, ro, tr

# se898a5a880c57718
source: Remove slide
lt: Nuimkite skaidrę
lv: Noņemt slaidu
ro: Scoateți glisiera
tr: Sürgüyü çıkarın

# sa2322449a142ad50
source: Go to previous slide
lt: Pereiti prie ankstesnės skaidrės
lv: Pāreja uz iepriekšējo slaidu
ro: Mergeți la diapozitivul anterior
tr: Önceki slayta git

# se8d0deb65adf4544
source: Go to next slide
lt: Pereikite prie kitos skaidrės
lv: Pāreja uz nākamo slaidu
ro: Treceți la diapozitivul următor
tr: Sonraki slayta geç

# see7c7a973a9b2d6c
source: Show in fullscreen
lt: Rodyti per visą ekraną
lv: Rādīt pilnekrāna režīmā
ro: Afișare pe ecran complet
tr: Tam ekranda göster

# sc67c075acd3a06ea
source: Duplicate current slide
lt: Dabartinės skaidrės dubliavimas
lv: Dublēt pašreizējo slaidu
ro: Duplicați diapozitivul curent
tr: Geçerli slaytı çoğalt

# s657514e10d2199ee
source: Add slide after current
lt: Pridėti skaidrę po dabartinės
lv: Pievienot slaidu pēc pašreizējā
ro: Adăugați diapozitiv după curent
tr: Geçerli slayttan sonra slayt ekle

# s5334c0927cf25b86
source: Exit fullscreen
lt: Išeiti iš viso ekrano
lv: Iziet no pilnekrāna
ro: Ieșiți din ecranul complet
tr: Tam ekrandan çık

# s7f59f507e02a2f38
source: View
lt: Peržiūrėti
lv: Skatīt
ro: Vizualizare
tr: Görünüm

# s03b454fb08e876ad
source: Tabs
lt: Skirtukai
lv: Cilnes
ro: File
tr: Sekmeler

# s0043ccab8a7a7eaf
source: Slides
lt: Skaidrės
lv: Slaidi
ro: Diapozitive
tr: Kaydıraklar
